[
  {
    "id": 1,
    "name": "AWS x Dicoding",
    "certificate_list": [
      {
        "id": 1,
        "image": "dicoding/AWS2025_L2-BE-108.png",
        "title": {
          "en": "Completing the Intermediate Learning Path in the AWS Back-End Academy 2025 Program",
          "id": "Menyelesaikan Alur Belajar Level Menengah pada Program AWS Back-End Academy 2025"
        },
        "link": "https://drive.google.com/file/d/1Jx2o1PQhiHoUAvplHSEviYvOvzsDrwSl/view?usp=drivesdk",
        "description": {
          "en": "Successfully completed the coding training in the Back-End Developer Learning Path at the intermediate level (Intermediate) from the AWS Back-End Academy 2025 program. This includes completing the Learn Cloud and Gen AI Basics on AWS class, Learn Back-End Fundamentals with Javascript, Learn Node.js Back-end Fundamentals, and Architecting on AWS (Building Cloud Architecture on AWS).",
          "id": "Telah berhasil menyelesaikan pelatihan coding pada Alur Belajar Back-End Developer di level menengah (Intermediate) dari program AWS Back-End Academy 2025. Ini meliputi penyelesaian kelas Belajar Dasar Cloud dan Gen AI di AWS, Belajar Dasar Pemrograman Javascript, Belajar Back-End Pemula dengan Javascript dan Architecting on AWS (Membangun Arsitektur Cloud di AWS)."
        }
      }
    ]
  },
  {
    "id": 2,
    "name": "Dicoding",
    "certificate_list": [
      {
        "id": 1,
        "image": "dicoding/N9ZO27OV6PG5.png",
        "title": {
          "en": "Learn Back-End Fundamentals with Javascript",
          "id": "Belajar Fundamental Back-End dengan Javascript"
        },
        "link": "https://www.dicoding.com/certificates/N9ZO27OV6PG5",
        "description": {
          "en": "A certificate awarded from a class aimed at Back-End Developers who can secure well on the server, referring to industry standards validated by AWS. Able to create back-end applications in the form of RESTful APIs that implement Database, Authentication and Authorization, Message Broker, Storage, and Caching according to real-world case studies.",
          "id": "Sertifikat yang diberikan dari kelas yang ditujukan untuk Back-End Developer yang dapat mengamankan dengan baik di server, mengacu pada standar industri yang divalidasi AWS. Mampu membuat aplikasi back-end berupa RESTful API yang menerapkan Database, Authentication dan Authorization, Message Broker, Storage, dan Caching sesuai studi kasus yang ada dalam dunia nyata."
        }
      },
      {
        "id": 2,
        "image": "dicoding/4EXG3YG2QZRL.png",
        "title": {
          "en": "Architecting on AWS (Building Cloud Architecture on AWS)",
          "id": "Architecting on AWS (Membangun Arsitektur Cloud di AWS)"
        },
        "link": "https://www.dicoding.com/certificates/4EXG3YG2QZRL",
        "description": {
          "en": "A certificate awarded from a class aimed at individuals who understand cloud computing further, such as becoming an AWS Solutions Architect by referring to AWS's international competency standards.",
          "id": "Sertifikat yang diberikan dari kelas yang ditujukan untuk individu yang memahami cloud computing lebih jauh, seperti menjadi seorang AWS Solutions Architect dengan mengacu pada standar kompetensi internasional milik AWS."
        }
      },
      {
        "id": 3,
        "image": "dicoding/JMZVE6O33PN9.png",
        "title": {
          "en": "Prompt Engineering for Software Developer",
          "id": "Prompt Engineering untuk Software Developer"
        },
        "link": "https://www.dicoding.com/certificates/JMZVE6O33PN9",
        "description": {
          "en": "A class completion certificate for software developers who want to learn how to create good prompts for Generative AI.",
          "id": "Sertifikat penyelesaian kelas bagi para software developer yang ingin belajar cara membuat prompt yang baik untuk Generative AI."
        }
      },
      {
        "id": 4,
        "image": "dicoding/53XED8RWKPRN.png",
        "title": {
          "en": "Learn Node.js Back-end Fundamentals",
          "id": "Belajar Fundamental Back-end dengan Node.js"
        },
        "link": "https://www.dicoding.com/certificates/53XED8RWKPRN",
        "description": {
          "en": "A class completion certificate for individuals who wish to take the leap to become a Web Developer/Back-end developer using Node.js technology using industry competency standards validated by AWS.",
          "id": "Sertifikat penyelesaian kelas bagi individu yang ingin melompat menjadi Web Developer/Back-end developer menggunakan teknologi Node.js dengan standar kompetensi industri yang divalidasi oleh AWS."
        }
      },

      {
        "id": 7,
        "image": "dicoding/GRX537WLYZ0M.png",
        "title": {
          "en": "Practical AI for Productivity",
          "id": "AI Praktis untuk Produktivitas"
        },
        "link": "https://www.dicoding.com/certificates/GRX537WLYZ0M",
        "description": {
          "en": "A class completion certificate for individuals looking to leverage AI as a tool to increase productivity.",
          "id": "Sertifikat penyelesaian kelas bagi individu yang ingin memanfaatkan AI sebagai alat untuk meningkatkan produktivitas."
        }
      },

      {
        "id": 5,
        "image": "dicoding/QLZ93LOK7Z5D.png",
        "title": {
          "en": "Learn Generative AI Usage",
          "id": "Belajar Penggunaan Generative AI"
        },
        "link": "https://www.dicoding.com/certificates/QLZ93LOK7Z5D",
        "description": {
          "en": "A class completion certificate for individuals who wish to create good prompts for Generative AI.",
          "id": "Sertifikat penyelesaian kelas bagi individu yang ingin membuat prompt yang baik untuk Generative AI."
        }
      },

      {
        "id": 6,
        "image": "dicoding/EYX4KY6Y5PDL.png",
        "title": {
          "en": "Getting Started with Python Programming",
          "id": "Memulai Pemrograman Dengan Python"
        },
        "link": "https://www.dicoding.com/certificates/EYX4KY6Y5PDL",
        "description": {
          "en": "A class completion certificate for individuals who want to start their career in programming by referring to industry standards.",
          "id": "Sertifikat penyelesaian kelas bagi individu yang ingin memulai karirnya di bidang pemrograman dengan mengacu pada standar industri."
        }
      },

      {
        "id": 8,
        "image": "dicoding/2VX3KD92JXYQ.png",
        "title": {
          "en": "Learn Cloud and Gen AI Basics on AWS",
          "id": "Belajar Dasar Cloud dan Gen AI di AWS"
        },
        "link": "https://www.dicoding.com/certificates/2VX3KD92JXYQ",
        "description": {
          "en": "A class completion certificate for beginners who want to start their career in cloud computing by referring to AWS's international competency standards.",
          "id": "Sertifikat penyelesaian kelas bagi pemula yang ingin memulai karirnya di bidang komputasi awan dengan mengacu pada standar kompetensi internasional AWS."
        }
      },

      {
        "id": 9,
        "image": "dicoding/98XWE7R6LXM3.png",
        "title": {
          "en": "Learn AI Basics",
          "id": "Belajar Dasar AI"
        },
        "link": "https://www.dicoding.com/certificates/98XWE7R6LXM3",
        "description": {
          "en": "A class completion certificate for beginners looking to start a career in AI.",
          "id": "Sertifikat penyelesaian kelas bagi pemula yang ingin memulai karir di bidang AI."
        }
      }
    ]
  },
  {
    "id": 3,
    "name": "RuangAI by Codepolitan",
    "certificate_list": [
      {
        "id": 1,
        "image": {
          "en": "ruangai/en.jpg",
          "id": "ruangai/id.jpg"
        },
        "title": {
          "en": "Basic and Usage of Generative AI",
          "id": "Dasar dan Penggunaan Generatif AI"
        },
        "link": "https://app.ruangai.id/certificate/8052482122",
        "description": {
          "en": "Graduated as \"The Brave Grad\" in the Artificial Intelligence skills scholarship, studying the fundamentals of Generative AI and its applications in everyday life.",
          "id": "Lulus sebagai \"The Brave Grad\" pada beasiswa keahlian Artificial Intelligence yang mempelajari dasar-dasar Generative AI dan penerapannya dalam kehidupan sehari-hari."
        }
      }
    ]
  },
  {
    "id": 4,
    "name": "IBM SkillsBuild",
    "certificate_list": [
      {
        "id": 3,
        "image": "ibm/MDL-504.png",
        "title": {
          "en": "Use Generative AI for Software Development",
          "id": "Menggunakan Generative AI untuk Pengembangan Perangkat Lunak"
        },
        "link": "https://skills.yourlearning.ibm.com/certificate/share/04f4d10b22ewogICJsZWFybmVyQ05VTSIgOiAiNDkzNDkxOVJFRyIsCiAgIm9iamVjdFR5cGUiIDogIkFDVElWSVRZIiwKICAib2JqZWN0SWQiIDogIk1ETC01MDQiCn0b1e571c4d4-10",
        "description": {
          "en": "A class completion certificate for individuals who have completed the course. This course teaches how to use AI to write code, translate code into different languages, and solve common problems. It includes simulations using IBM Watsonx.",
          "id": "Sertifikat penyelesaian kelas bagi individu yang telah menyelesaikan kelas. Kelas ini mengajarkan cara menggunakan AI untuk menulis kode, memindahkan kode ke bahasa yang berbeda dan menyelesaikan masalah umum. Telah melakukan simulasi penggunaan IBM Watsonx."
        }
      },
      {
        "id": 2,
        "image": "ibm/MDL-567.png",
        "title": {
          "en": "IBM Granite Models for Software Development",
          "id": "Model IBM Granite untuk Pengembangan Perangkat Lunak"
        },
        "link": "https://skills.yourlearning.ibm.com/certificate/share/dc211c43a9ewogICJvYmplY3RUeXBlIiA6ICJBQ1RJVklUWSIsCiAgImxlYXJuZXJDTlVNIiA6ICI0OTM0OTE5UkVHIiwKICAib2JqZWN0SWQiIDogIk1ETC01NjciCn0e11edfd9a7-10",
        "description": {
          "en": "A class completion certificate for individuals who have completed the course. This course explains the IBM Granite models, how to use them for troubleshooting, identifying issues, and fixing them.",
          "id": "Sertifikat penyelesaian kelas bagi individu yang telah menyelesaikan kelas. Kelas ini menjelaskan model-model IBM Granite, menjelaskan cara menggunakannya untuk troubleshoot, mengidentifikasi masalah dan memperbaikinya. "
        }
      },
      {
        "id": 1,
        "image": "ibm/MDL-566.png",
        "title": {
          "en": "Code Generation and Optimization Using IBM Granite",
          "id": "Generasi Kode dan Optimasi Menggunakan IBM Granite"
        },
        "link": "https://skills.yourlearning.ibm.com/certificate/share/9f5dbbd302ewogICJvYmplY3RJZCIgOiAiTURMLTU2NiIsCiAgImxlYXJuZXJDTlVNIiA6ICI0OTM0OTE5UkVHIiwKICAib2JqZWN0VHlwZSIgOiAiQUNUSVZJVFkiCn0fdd6b1137c-10",
        "description": {
          "en": "A class completion certificate for individuals who have completed the course. This course explains how to use IBM Granite for code generation, code optimization, and troubleshooting. It also explains how to use IBM Watsonx for these purposes.",
          "id": "Sertifikat penyelesaian kelas bagi individu yang telah menyelesaikan kelas. Kelas ini menjelaskan cara menggunakan IBM Granite untuk keperluan generasi kode, optimasi kode, dan troubleshooting. Kelas ini juga menjelaskan cara menggunakan IBM Watsonx untuk keperluan tersebut."
        }
      }
    ]
  },
  {
    "id": 5,
    "name": "NextSkill Indonesia",
    "certificate_list": [
      {
        "id": 1,
        "image": "nextskill/292c0af5e3b49e20.png",
        "title": {
          "en": "Backend Developer (Express, Mysql, Supabase)",
          "id": "Pengembang Backend (Express, Mysql, Supabase)"
        },
        "link": "https://nextskill.id/tutor-certificate/?cert_hash=292c0af5e3b49e20",
        "description": {
          "en": "A class completion certificate that teaches simple backend development using Express, Mysql, and Supabase. This class also teaches the use of Postman for API testing and Swagger OpenAPI for API documentation.",
          "id": "Sertifikat penyelesaian kelas yang mengajarkan pembangunan backend sederhana menggunakan Express, Mysql dan Supabase. Kelas ini juga mengajarkan penggunaan Postman untuk melakukan testing API, dan Swagger OpenAPI untuk dokumentasi API."
        }
      },
      {
        "id": 2,
        "image": "nextskill/74e8679b3c0a3ec3.jpg",
        "title": {
          "en": "Learn Vue JS Fundamental",
          "id": "Belajar Vue JS Fundamental"
        },
        "link": "https://nextskill.id/tutor-certificate/?cert_hash=74e8679b3c0a3ec3",
        "description": {
          "en": "Certificate of completion of the class that teaches how to create attractive frontend designs using Vue JS with the UI slicing method using Figma. We are also taught how to create Vue components.",
          "id": "Sertifikat penyelesaian kelas yang mengajarkan cara membuat desain frontend yang menarik menggunakan Vue JS dengan metode slicing UI menggunakan Figma. Kita juga diajarkan bagaimana membuat komponen Vue."
        }
      }
    ]
  },
  {
    "id": 6,
    "name": "WorldSkills",
    "certificate_list": [
      {
        "id": 1,
        "image": "etc/2S1317LP0002X2024.png",
        "title": {
          "en": "WorldSkills Indonesia - ITSSB",
          "id": "WorldSkills Indonesia - ITSSB"
        },
        "link": "https://drive.google.com/file/d/1lrrhPHrqfQhJg5yLpKqrdOKRoDGexOae/view?usp=drivesdk",
        "description": {
          "en": "Certificate of completion of the 2024 WorldSkills Indonesia ITSSB competition which requires participants to create business solution applications.",
          "id": "Sertifikat penyelesaian kompetisi WorldSkills Indonesia ITSSB 2024 yang mengharuskan peserta membuat aplikasi solusi bisnis."
        }
      }
    ]
  }
]
